// L31_4_Text_for_reading.js
const textL34 = `不认识的朋友
在火车上，一个男孩子正在认真地拉小提琴.他 拉得非常好，大家都想知道他是谁的孩子。这时候, 一位老先生问他:"孩子，你叫什么名字？去哪儿?"
他回答说一"我叫赵华，去北京考音乐学校"。
"你学了多长时间的小提琴了?"
"我学了六年了"
"你家在哪儿?"
"我家在云南。
"你跟谁一起去北京?"
"我一个人去"
老先生看了看这个孩子，又问他："你在北京有认 识的人吗?"
"没有"。
"从云南到北京路很远，你爸爸妈妈应该送你去"。
"我爸爸是工人，妈妈是服务员。他们现在工作都 很忙，没有时间送我。我今年已经十一岁了，不用他们送"。
"好，很好!"老先生笑了。他想了想，又说："我有 一个姐姐在北京，你到北京以后去找她吧。吃饭、住 房子的事儿，她都帮助你。这是她的地址"。
"谢谢您!"
"不用谢。我要下车了，我去给她打个电话"。停 了停，他又说："孩子，有志者事竟成，祝你一路平 安，再见!"
那位老先生是谁?他是音乐学院的老师，一位有名 的音乐家。
`;

const textL34_Osnov = `我们学了两年的中文了
（在飞机上）
安德烈：请问，您是中国人吗？
老华侨：是啊，我是华侨，从德国来。你们中国话说 得不错，学了几年的中文了？
安德烈：哪里，还差得远呢。我们学了两年中文了， 是二年级的学生。
玛莎：您在德国很长时间了吧？
老华侨：我在德国已经三十多年了。
安德烈：您常回中国吗？
老华侨：不，这是第二次。一九九五年我第一次回国, 参观了工厂、农村和很多学校，在上海住 了三个多月。
玛莎：您在德国做什么工作？
老华侨：在大学工作。我教书已经教了三十多年了。
安德烈：您家里还有人在北京吗？
老华侨：有。我弟弟、妹妹都在北京。他们正在为 实现四个现代化努力工作。我这次回国 看看，希望能为社会主义建设做一点事儿。
玛莎：安德烈，还有五分钟就要到北京了。
安德烈：再见吧，老先生。
老华侨：再见，祝你们学习好，身体好。
玛莎：谢谢！

（在首都国际机场）
张华光：请问，你是安德烈同学吗？
安德烈：对，我叫安德烈，她叫玛莎。我们要去北京语 言文化大学学习。
张华光：太好了！我是北京语言文化大学的学生代 表，我叫张华光。这位是赵先生。
赵先生：欢迎你们！路上辛苦了，你们坐了多长时间 的飞机？
玛莎：坐了十几个小时。北京的天气真好。
赵先生：是啊，今天天气不错。手续办了吗？
安德烈：手续都办了。
赵先生：好，请大家上车吧。
`;