const exercisesData = [
    {
        dialogue: [
            "你知道《大闹天宫》吗?",
            "我知道，我看过这个电影。",
        ],
        time: "0.0",
        options: [
            {words: ["茅台酒", "喝", "茅台酒"], time: "0.27"},
            {words: ["鲁迅", "看", "他的书"], time: "0.52"},
            {words: ["老师的地址", "去", "他家"], time: "0.77"},
            {words: ["“有志者事竟成”", "学", "这个成语"], time: "1.02"}
        ]
    },
    {
        dialogue: [
            "他看过京剧吗?",
            "他没有看过京剧。",
        ],
        time: "0.0",
        options: [
            {words: ["研究", "语言"], time: "0.27"},
            {words: ["学", "古典文学"], time: "0.52"},
            {words: ["翻译", "这些生词"], time: "0.77"},
            {words: ["走", "这条路"], time: "1.02"},
            {words: ["开", "车"], time: "1.27"},
            {words: ["拿", "这儿的报"], time: "1.52"}
        ]
    },
    {
        dialogue: [
            "最近你去过北海吗？",
            "我去过。",
            "你去过几次北海？",
            "我去过一次北海。",
        ],
        time: "0.0",
        options: [
            {words: ["得", "病"], time: "0.27"},
            {words: ["看", "内科"], time: "0.52"},
            {words: ["量", "血压"], time: "0.77"},
            {words: ["看", "眼睛"], time: "1.02"},
            {words: ["检查", "肝"], time: "1.27"}
        ]
    },
    {
        dialogue: [
            "你以前访问过那位老作家没有？",
            "我访问过那位老作家。",
            "你访问过他几次？",
            "我访问过他两次。"
        ],
        time: "0.0",
        options: [
            {words: ["见", "那位华侨"], time: "0.27"},
            {words: ["找", "张大夫"], time: "1.02"},
            {words: ["问", "王老师"], time: "0.27"},
            {words: ["帮助", "你同学"], time: "0.52"}
        ]
    },
    {
        dialogue: [
            "这课汉字你写过几遍了？",
            "我写过两遍了", "我要再写一遍。"
        ],
        time: "0.0",
        options: [
            {words: ["课文（课）", "念"], time: "0.27"},
            {words: ["书（本）", "看"], time: "1.02"},
            {words: ["歌儿（个）", "听"], time: "1.34"},
            {words: ["电影（个）", "看"], time: "2.08"}
        ]
    },
    {
        dialogue: [
            "他们请他做什么？",
            "他们请他介绍一下长城。"
        ],
        time: "0.0",
        options: [
            {words: ["回答", "那个问题"], time: "0.27"},
            {words: ["教", "游泳"], time: "1.02"},
            {words: ["唱", "那个民歌"], time: "1.34"},
            {words: ["停", "车"], time: "2.08"},
            {words: ["填", "那张表"], time: "2.32"}
        ]
    },
    {
        "dialogue": [
            "问候 Приветствие. Разговор о здоровье",
            "А: 你爸爸最近身体怎么样？",
            "В: 谢谢你，他心脏还不太好。",
            "А: 血压正常吗？",
            "В: 不知道，最近没有量过。",
            "***",
            "А: 你的胃怎么样? 最近好点儿吗？",
            "В: 好点儿了，谢谢你。你检查过鼻子吗?",
            "А: 检查了，没问题。",
            "В: 那太好了。"
        ],
        "time": "0.0",
        "options": []
    },
    {
        "dialogue": [
            "谈个人的经历 Биографические сведения",
            "А: 我朋友很愿意来你们学院工作。",
            "В: 那位先生以前做过什么工作？",
            "А: 他在大学教过语言课，最近几年在研究俄语语法。对了，他还教华侨学生俄语。",
            "В: 谢谢您的介绍, 我们再研究一下儿, 以后告诉您。",
            "***",
            "А: 你看过《家》这本书吗？",
            "В: 看过。这是中国有名的作家巴金*先生写的。",
            "А: 这本书太好了。我以前看过一遍，现在我研究中国现代文学，想再看一遍。"
        ],
        "time": "0.0",
        "options": []
    },
    {
        "dialogue": [
            "谈曾经发生的事 Разговор о случившемся",
            "А: 你去哪儿了？",
            "В: 我进城了。有事儿吗？",
            "А: 张华光来找过你两次，你都不在。",
            "В: 啊，真糟糕*! 星期三我给他打过电话，让他今天来，可是我忘了这事儿了。"
        ],
        "time": "0.0",
        "options": []
    }

];