const textL34_Dop = `一位留学生的作文
我是俄罗斯留学生，以前没来过中国，这是第一次。在俄罗斯我学过三年中文。开始的时候，我常常到一家华侨餐厅吃饭,认识了一位华侨朋友，他教我说中国话。我每星期还到中文系听两次课。我的朋友们常跟我说，中文非常难，让我别学了。可是，我很喜欢中文。在学校里，我认识了一些中国留学生，他们常常帮助我,所以我进步很快。学了两年多的中文以后，我开始看中文画报和杂志，了解了一些中国的文化和历史,我更喜欢中文了。我希望以后能研究中国医学"。
很早以前我就想到中国看看.现在能在中国学习，我非常高兴。来北京快两个星期了，我又认识了不少中国朋友。我的同屋","是个中国同学，他的个子不太大，身体很好，头发和眼睛都很黑。他已经学了两年的法语了。现在我们常常互相帮助，他是我的好朋友。
学校里每星期有两次中国电影。我已经看过三次了。今天晚上有一个新电影，我同屋说要跟我一起去看。
`;

const textL34_Osnov = `你最近透视过没有？
安德烈：小张，医务所在哪儿？
张华光：你去看病吗？
安德烈：不，我去检查身体。我还没去过医务所。
张华光：跟我走吧。来北京一个多星期了，你们去过 哪些地方了？
安德烈：去过长城和北海。
张华光：看过中国电影吗？
安德烈：在电视里看过几次电影。
张华光：今夭晚上学校有电影，你去吗？
安德烈：什么电影？
张华光：《大闹天宫》。这个电影真不错，我已经看过 两遍了。
安德烈：还想看第三遍吗？今天晚上我们一起去吧。
张华光：好。医务所到了，你在那儿拿一张表，先到 内科检查。
***
安德烈：大夫您好！
大夫： 你好，请坐。你第一次来中国吗？
安德烈：是啊。也是第一次来医务所。
大夫：你以前得过什么病？
安德烈：没有。—对了，我小时候得过肺炎,病了 两个多星期。
大夫：听听心脏，量一下儿血压吧……
安德烈：大夫，我的心脏和血压都正常吗？
大夫：都很正常。你最近透视过没有？
安德烈：去年二月透视过一次。
大夫：时间太长了。请到对面房间透视一下儿吧。
安德烈：透视以后就可以走了吗？
大夫： 不，还要检查一下儿眼睛、鼻子和耳朵。
安德烈：我想这些都没问题。
大夫：我也希望这样。
安德烈：谢谢。我听过这样的话：爸爸妈妈给我生 命，老师给我知识，大夫给我健康。
大夫：这话很有意思。可是我希望你的健康不是 大夫给的，要自己注意锻炼。祝你健康，
再见！
`;